/* An emdash surrounded by spaces for Open Recent menu items. */
" \\U2014 " = " — ";

/* An arrow surrounded by spaces for Open Recent menu items. */
" \\U25B6 " = " ▶ ";

/* User-presentable name of file created for autosaving. Arg is document name. */
"%@ (Autosaved)" = "%@ (Automatycznie zachowane)";

/* Partial error string for when a document's type is not recognized. 1st argument is the name of the application. 2nd argument is the name of a file format. This whole string may become the argument of the 'no document could be created' string. */
"%@ cannot open files in the \\U201C%@\\U201D format." = "Program %1$@ nie może otwierać plików w formacie „%2$@”.";

/* Partial error string for when a document's type is not recognized. The argument is the name of the application. This whole string may become the argument of the 'no document could be created' string. */
"%@ cannot open files of this type." = "Program %@ nie może otwierać plików tego typu.";

/* Error string for when a document's type is not recognized. 2nd argument is the name of the application. 3rd argument is the name of a file format. */
"\\U201C%@\\U201D could not be handled because %@ cannot open files in the \\U201C%@\\U201D format." = "Nie można było obsłużyć dokumentu „%1$@”, ponieważ %2$@ nie może otwierać plików w formacie „%3$@”.";

/* Error string for when a document's type is not recognized. 2nd argument is the name of the application. */
"\\U201C%@\\U201D could not be handled because %@ cannot open files of this type." = "Nie można było obsłużyć dokumentu „%1$@”, ponieważ %2$@ nie może otwierać plików w tym formacie.";

/* Label of Cancel button. */
"Cancel" = "Anuluj";

/* Action name for undoing print info changes. */
"Change Print Settings" = "Zmień ustawienia drukowania";

/* Title of alert panel which comes when the user tries to close a window containing an unsaved document. */
"Close" = "Zamknij";

/* Label of change-discarding button shown at quit-time when there are unsaved documents. */
"Discard Changes" = "Porzuć zmiany";

/* Recovery suggestion for reason for when a document could not be saved because the file is locked. */
"Do you want to overwrite it anyway?" = "Czy chcesz mimo to zapisać na tej rzeczy?";

/* Primary text of alert shown at document reversion time when the document has unsaved modifications. Arg is document name. */
"Do you want to revert to the most recently saved version of the document \\U201C%@\\U201D?" = "Czy chcesz przywrócić do ostatnio zachowanej wersji dokumentu „%@”?";

/* Primary text of alert shown at document-close-time when the document is unsaved. Arg is document name. */
"Do you want to save the changes you made in the document \\U201C%@\\U201D?" = "Czy chcesz zachować zmiany dokonane w dokumencie „%@”?";

/* 1st recovery option for when a document could not be saved because the file is locked. */
"Don\\U2019t Overwrite" = "Nie nadpisuj";

/* Label of cancellation button shown when a document is found to have been overwritten. */
"Don\\U2019t Save" = "Nie zachowuj";

/* Title of alerts which come up when an open recents item is missing or fails to open. */
"Error" = "Błąd";

/* Title of a save panel for a Save To operation. */
"Export" = "Eksport";

/* Name field label of a save panel for a Save To operation. */
"Export As:" = "Eksportuj jako:";

/* Secondary text of alert shown at quit-time when there are unsaved documents. */
"If you don\\U2019t review your documents, all your changes will be lost." = "Jeśli nie przejrzysz dokumentów, wszystkie zmiany zostaną utracone.";

/* Secondary text of alert shown when a document is found to have been moved. Arg is new parent directory name. */
"It will be saved to the \\U201C%@\\U201D folder, or you can specify another location." = "Dokument zostanie zachowany w katalogu „%@”; możesz także określić inne położenie.";

/* Secondary text of alert shown when a document is found to have been renamed. */
"It will be saved under this new name, or you can provide another name." = "Ta rzecz zostanie zachowana z nową nazwą; możesz także podać inną nazwę.";

/* Error string for when a document could not be created. The argument is either a full sentence explaining why not or a blank string. */
"No document could be created. %@" = "Nie można było utworzyć żadnego dokumentu. %@";

/* 2nd recovery option for when a document could not be saved because the file is locked. */
"Overwrite" = "Nadpisz";

/* For backwards compatibility only; doesn't appear anywhere in the UI anymore. */
"Quit" = "Zakończ";

/* Choice (on a button) given to user which allows him to quit the application even though he has not saved all of his documents first. */
"Quit Anyway" = "Zakończ mimo to";

/* Label of default button shown at document reversion time when the document has unsaved modifications. */
"Revert" = "Przywróć do zachowanego";

/* Label of default button shown at quit-time when there are unsaved documents. */
"Review Changes\\U2026" = "Przejrzyj zmiany…";

/* Choice (on a button) given to user which allows him to review all his unsaved documents if he quits the application without saving them all first. */
"Review Unsaved" = "Przejrzyj niezachowane";

/* Button choice which allows the user to save the document.
   Label of default button shown at document-close-time when the document is unsaved - no ellipses.
   Label of save-here button shown when a document is found to have been moved.
   Label of save-here button shown when a document is found to have been overwritten.
   Label of save-here button shown when a document is found to have been renamed.
   Title of a save panel for a Save or Save As operation. */
"Save" = "Zachowaj";

/* Name field label of a save panel for a Save or Save As operation. */
"Save As:" = "Zachowaj jako:";

/* Label of default button shown when a document can\\U2019t be found.
   Label of default button shown when a document is found in the trash.
   Label of save-somewhere-else button shown when a document is found to have been moved.
   Label of save-somewhere-else button shown when a document is found to have been renamed. */
"Save As\\U2026" = "Zachowaj jako…";

/* Question asked of user when he/she tries to close a window containing an unsaved document. */
"Save changes to \\U201C%@\\U201D?" = "Zachować zmiany w „%@”?";

/* Label of default button shown at document-close-time when the document is unsaved - with ellipses. */
"Save\\U2026" = "Zachowaj…";

/* Error string for when an autosaved document could not be reopened. 2nd argument is either a full sentence explaining why not or a blank string. */
"The autosaved document \\U201C%@\\U201D could not be reopened. %@" = "Nie można było ponownie otworzyć zachowanego automatycznie dokumentu „%1$@”. %2$@";

/* Secondary text of alert shown when a document is found to have been overwritten. */
"The changes made by the other application will be lost if you save. Save anyway?" = "Zmiany dokonane przez inny program zostaną utracone, jeśli teraz zachowasz. Zachować mimo to?";

/* Error string for when a document could not be autosaved. 2nd argument is either a full sentence explaining why not or a blank string. */
"The document \\U201C%@\\U201D could not be autosaved. %@" = "Nie można było zachować automatycznie dokumentu „%1$@”. %2$@";

/* Error string for when a document could not be saved. 2nd argument is the 'export as' file name. 3rd argument is either a full sentence explaining why not or a blank string. */
"The document \\U201C%@\\U201D could not be exported as \\U201C%@\\U201D. %@" = "Nie można było wyeksportować dokumentu „%1$@” jako „%2$@”. %3$@";

/* Error string for when a document could not be opened for printing. 2nd argument is either a full sentence explaining why not or a blank string. */
"The document \\U201C%@\\U201D could not be opened for printing. %@" = "Nie można było otworzyć dokumentu „%1$@” do drukowania. %2$@";

/* Error string for when a document could not be opened. 2nd argument is either a full sentence explaining why not or a blank string. */
"The document \\U201C%@\\U201D could not be opened. %@" = "Nie można było otworzyć dokumentu „%1$@”. %2$@";

/* Error string for when a document could not be printed. 2nd argument is either a full sentence explaining why not or a blank string. */
"The document \\U201C%@\\U201D could not be printed. %@" = "Nie można było wydrukować dokumentu „%1$@”. %2$@";

/* Error string for when a document could not be reverted. 2nd argument is either a full sentence explaining why not or a blank string. */
"The document \\U201C%@\\U201D could not be reverted. %@" = "Nie można było przywrócić dokumentu „%1$@”. %2$@";

/* Error string for when a document could not be saved. 2nd argument is the 'save as' file name. 3rd argument is either a full sentence explaining why not or a blank string. */
"The document \\U201C%@\\U201D could not be saved as \\U201C%@\\U201D. %@" = "Nie można było zachować dokumentu „%1$@” jako „%2$@”. %3$@";

/* Error string for when a document could not be saved. 2nd argument is either a full sentence explaining why not or a blank string. */
"The document \\U201C%@\\U201D could not be saved. %@" = "Nie można było zachować dokumentu „%1$@”. %2$@";

/* Primary text of alert shown when a document is found to have been moved. Arg is document name. */
"The document \\U201C%@\\U201D has been moved." = "Dokument „%@” został przeniesiony.";

/* Primary text of alert shown when a document is found in the trash. Arg is document name. */
"The document \\U201C%@\\U201D is in the Trash." = "Dokument „%@” znajduje się w koszu.";

/* Error description for when a document could not be saved because the file is locked. */
"The file \\U201C%@\\U201D is locked." = "Plik „%@” jest zablokowany.";

/* Error failure reason for when a document could not be saved because the file is locked. */
"The file is locked." = "Plik jest zablokowany.";

/* Primary text of alert shown when a document can\\U2019t be found. Arg is document name. */
"The location of the document \\U201C%@\\U201D cannot be determined." = "Nie można określić położenia dokumentu „%@”.";

/* Message in alert given to user when he tries to open a recent document that fails to open. Argument is presentable document name. */
"The recent document \\U201C%@\\U201D could not be opened." = "Nie można było otworzyć ostatnio otwieranego dokumentu „%@”.";

/* Message in alert given to user when he tries to open a recent document that is no longer there. Argument is presentable document name. */
"The recent document \\U201C%@\\U201D is missing." = "Nie można było znaleźć ostatnio otwieranego dokumentu „%@”.";

/* Error description for when a document could not be autosaved to a read-only directory. */
"This document could not be autosaved because you don\\U2019t have write access privileges to the folder that it\\U2019s in." = "Ten dokument nie mógł zostać automatycznie zachowany, ponieważ nie masz przywileju zapisu w jego katalogu.";

/* Primary text of alert shown when a document is found to have been renamed. Arg is new document name. */
"This document has been renamed to \\U201C%@\\U201D." = "Nazwa tego dokumentu została zmieniona na „%@”.";

/* Primary text of alert shown when a document is found to have been overwritten. Arg is document file name. */
"This document\\U2019s file has been changed by another application since you opened or saved it." = "Ten dokument był modyfikowany przez inny program od momentu, gdy został przez Ciebie otwarty lub zachowany.";

/* User-presentable name of file created for autosaving. Arg is application name. */
"Unsaved %@ Document" = "Niezachowany dokument programu %@";

/* User-presentable name of file created for autosaving. First arg is application name. Second arg is number. */
"Unsaved %@ Document %ld" = "Niezachowany dokument %2$ld programu %1$@";

/* Name to use for the first untitled document. */
"Untitled" = "bez nazwy";

/* Name to use for untitled documents; the argument is replaced by a number. */
"Untitled %@" = "bez nazwy %@";

/* Secondary text of alert shown when a document is found in the trash. */
"You can save to another location." = "Możesz zachować w innym miejscu.";

/* Secondary text of alert shown when a document can\\U2019t be found. */
"You can specify where to save it." = "Musisz określić, gdzie chcesz zachować.";

/* Primary text of alert shown at quit-time when there are unsaved documents. First arg is count of unsaved documents. Second arg is application name. */
"You have %1$@ %2$@ documents with unsaved changes. Do you want to review these changes before quitting?" = "W %1$@ dokumentach programu %2$@ są niezachowane zmiany. Czy chcesz przejrzeć te zmiany przed zakończeniem?";

/* Message given to user when he tries to quit the application without saving all of his documents. */
"You have unsaved documents." = "Masz niezachowane dokumenty.";

/* Recovery suggestion for reason for when a document could not be autosaved to a read-only directory. */
"Your changes will be lost if this computer malfunctions or loses power before you save them." = "Zmiany zostaną utracone, jeśli komputer ulegnie awarii lub utraci zasilanie przed ich zachowaniem.";

/* Secondary text of alert shown at document-close-time when the document is unsaved. */
"Your changes will be lost if you don\\U2019t save them." = "Zmiany zostaną utracone, jeśli ich nie zachowasz.";

/* Secondary text of alert shown at document reversion time when the document has unsaved modifications. */
"Your current changes will be lost." = "Bieżące zmiany zostaną utracone.";

